com.getpostman.Postman
com.github.GradienceTeam.Gradience
com.github.gmg137.netease-cloud-music-gtk
com.github.johnfactotum.Foliate
com.github.neithern.g4music
com.github.phase1geo.minder
com.github.tchx84.Flatseal
com.google.Chrome
com.qq.QQ
com.spotify.Client
com.tencent.wemeet
com.todoist.Todoist
com.usebottles.bottles
com.wps.Office
io.github.shiftey.Desktop
io.typora.Typora
nl.hjdskes.gcolor3
org.chromium.Chromium
org.gnome.Devhelp
org.gnome.Extensions
org.gnome.GHex
org.gnome.World.PikaBackup
org.gnome.gThumb
org.gnome.seahorse.Application
org.mozilla.Thunderbird
org.onlyoffice.desktopeditors
org.openshot.OpenShot
org.telegram.desktop
org.videolan.VLC
org.yuzu_emu.yuzu
