com.getpostman.Postman
com.github.GradienceTeam.Gradience
com.github.ahrm.sioyek
com.github.gmg137.netease-cloud-music-gtk
com.github.johnfactotum.Foliate
com.github.neithern.g4music
com.github.phase1geo.minder
com.github.tchx84.Flatseal
com.github.tenderowl.frog
com.github.xournalpp.xournalpp
com.google.Chrome
com.obsproject.Studio
com.qq.QQ
com.slack.Slack
com.spotify.Client
com.tencent.wemeet
com.todoist.Todoist
com.usebottles.bottles
com.vixalien.sticky
com.wps.Office
io.github.nate_xyz.Resonance
io.github.vikdevelop.SaveDesktop
io.typora.Typora
net.xmind.XMind
nl.hjdskes.gcolor3
org.chromium.Chromium
org.gnome.Devhelp
org.gnome.Extensions
org.gnome.GHex
org.gnome.Mines
org.gnome.NetworkDisplays
org.gnome.Nibbles
org.gnome.PowerStats
org.gnome.World.PikaBackup
org.gnome.gThumb
org.gnome.seahorse.Application
org.kde.okular
org.libreoffice.LibreOffice
org.mozilla.Thunderbird
org.onlyoffice.desktopeditors
org.openshot.OpenShot
org.telegram.desktop
org.videolan.VLC
org.yuzu_emu.yuzu
us.zoom.Zoom
